from ._browser import Browser
from ._txtfile import TxtFile
from ._xlsheet import XlSheet
from ._xlbook import XlBook

aze_cyrilic_lower = [
    "а","б","ҹ","ч","д","е","я","ф","ҝ","ғ","һ","х","ы","и","ж","к",
    "г","л","м","н","о","ю","п","р","с","ш","т","у","ц","в","й","з"]

aze_latin_lower = [
    "a","b","c","ç","d","e","ə","f","g","ğ","h","x","ı","i","j","k",
    "q","l","m","n","o","ö","p","r","s","ş","t","u","ü","v","y","z"]

aze_cyrilic_upper = [
    "А","Б","Ҹ","Ч","Д","Е","Я","Ф","Ҝ","Ғ","Һ","Х","Ы","И","Ж","К",
    "Г","Л","М","Н","О","Ю","П","Р","С","Ш","Т","У","Ц","В","Й","З"]

aze_latin_upper = [
    "A","B","C","Ç","D","E","Ə","F","G","Ğ","H","X","I","İ","J","K",
    "Q","L","M","N","O","Ö","P","R","S","Ş","T","U","Ü","V","Y","Z"]